Repository: Phisto/Moodle-HU-App
Catalog: Moodle/*.lproj/Localizable.strings
Languages: de

# Abgaben
source: Assignments
de: Abgaben

# Anderes
source: Other
de: Anderes

# Bei der Kommunikation mit dem Server, ist ein Fehler aufgetreten.
source: An error occurred while communicating with the server.
de: Bei der Kommunikation mit dem Server, ist ein Fehler aufgetreten.

# Beim Logout ist ein Fehler aufgetreten.
source: An error occurred during logout.
de: Beim Logout ist ein Fehler aufgetreten.

# Bitte geben Sie einen Benutzernamen und Passwort ein.
source: Please enter a username and password.
de: Bitte geben Sie einen Benutzernamen und Passwort ein.

# Dokumente
source: Documents
de: Dokumente

# Favorisieren
source: Favour
de: Favorisieren

# Keine Kurse mit dem Begriff '%@' gefunden.
source: No courses with the term '%@' were found.
de: Keine Kurse mit dem Begriff '%@' gefunden.

# Kursbereich: %@
source: Department: %@
de: Kursbereich: %@

# Kursverantwortliche/r: %@
source: Responsible: %@
de: Kursverantwortliche/r: %@

# Laden
source: Loading
de: Laden

# Suche
source: Searching
de: Suche

# Ungültiges Login, bitte versuchen Sie es erneut.
source: Invalid login, please try again.
de: Ungültiges Login, bitte versuchen Sie es erneut.

# Verbergen
source: Hide
de: Verbergen

# Wieder anzeigen
source: Un-hide
de: Wieder anzeigen
